Repository: BeamLabEU/phoenix_kit
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: et

source: can't be blank
et: ei tohi olla tühi

source: has already been taken
et: on juba võetud

source: is invalid
et: on kehtetu

source: must be accepted
et: peab olema aktsepteeritud

source: does not match confirmation
et: ei ühti kinnitusega

source: does not match
et: ei ühti

source: is reserved
et: on reserveeritud

source: has invalid format
et: on vale formaadiga

source: is not included in the list
et: ei ole nimekirjas

source: should be %{count} byte(s)
et: peab olema %{count} bait

source: should be %{count} codepoint(s)
et: peab olema %{count} koodipunkt

source: should be %{count} character(s)
et: peab olema %{count} tähemärk

source: should be between %{min} and %{max} character(s)
et: peab olema %{min} kuni %{max} tähemärki

source: should be at least %{min} character(s)
et: peab olema vähemalt %{min} tähemärk

source: should be at most %{max} character(s)
et: peab olema kuni %{max} tähemärk

source: must be less than %{number}
et: peab olema väiksem kui %{number}

source: must be greater than %{number}
et: peab olema suurem kui %{number}

source: must be less than or equal to %{number}
et: peab olema väiksem või võrdne %{number}

source: must be greater than or equal to %{number}
et: peab olema suurem või võrdne %{number}

source: must be equal to %{number}
et: peab olema võrdne %{number}
